tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "omnisharp/omnisharp-roslyn"
tap "osx-cross/avr"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "tree"
brew "icu4c@77"
brew "icu4c@76"
brew "asciidoc"
brew "bash"
brew "bc"
brew "coreutils"
brew "dprint"
brew "eza"
brew "fd"
brew "figlet"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "lazygit"
brew "lf"
brew "llvm"
brew "luarocks"
brew "marksman"
brew "mono"
brew "mono-libgdiplus"
brew "neovim"
brew "nuget"
brew "openjdk"
brew "opensc"
brew "openssh"
brew "pandoc"
brew "picocom"
brew "pipx"
brew "podman"
brew "prettier"
brew "ripgrep"
brew "smimesign"
brew "task"
brew "taskwarrior-tui"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree-sitter-cli"
brew "w3m"
brew "wget"
brew "yaml-language-server"
brew "ykman"
brew "yubico-piv-tool"
brew "zk"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/avr/avr-gcc@9"
cask "dotnet-sdk"
cask "font-meslo-lg-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-ubuntu-nerd-font"
cask "ghostty"
