tap "asmvik/formulae"
cask "obsidian"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "eza"
brew "fzf"
brew "git"
brew "git-lfs"
brew "kubectl"
brew "lazygit"
brew "minikube"
brew "openssh"
brew "podman"
brew "ripgrep"
brew "starship"
brew "task"
brew "taskwarrior-tui"
brew "timewarrior"
brew "tmux"
brew "tokei"
brew "ykman"
brew "yubico-piv-tool"
brew "zk"
brew "zoxide"
brew "asmvik/formulae/skhd"
brew "asmvik/formulae/yabai"
cask "font-caskaydia-cove-nerd-font"
cask "ghostty"
