tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "ansible"
brew "icu4c@76"
brew "ansible-language-server"
brew "ansible-lint"
brew "avrdude"
brew "bash"
brew "bat"
brew "bat-extras"
brew "bc"
brew "python@3.12"
brew "coreutils"
brew "dprint"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "glab"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "lf"
brew "llvm"
brew "luarocks"
brew "marksman"
brew "midnight-commander"
brew "mono-libgdiplus"
brew "ncdu"
brew "neovim"
brew "node@18"
brew "openssh"
brew "pandoc"
brew "picocom"
brew "prettier"
brew "ripgrep"
brew "task"
brew "taskwarrior-tui"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "yaml-language-server"
brew "ykman"
brew "yubico-piv-tool"
brew "zk"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/avr/avr-gcc@9"
cask "anki"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-sf-mono-nerd-font-ligaturized"
cask "kitty"
cask "postman"
cask "powershell"
cask "powershell@preview"
cask "wireshark"
vscode "aaron-bond.better-comments"
vscode "alexkrechik.cucumberautocomplete"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "christian-kohler.path-intellisense"
vscode "connor4312.esbuild-problem-matchers"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
